Repository: robertdevore/llms-txt-generator
Catalog: languages/llms-txt-generator-*.po
Languages: es_mx

source: LLMs.txt Generator
es_mx: Generador LLMs.txt

source: llms.txt regenerated successfully.
es_mx: llms.txt regenerado con éxito.

source: Select Post Types to Include
es_mx: Seleccione los tipos de entrada que desea incluir

source: Regenerate Frequency
es_mx: Regenerar Frecuencia

source: Hourly
es_mx: Cada hora

source: Twice Daily
es_mx: Dos veces al día

source: Daily
es_mx: Diariamente

source: Save Settings
es_mx: Guardar Ajustes

source: Regenerate Now
es_mx: Regenerar ahora

source: This site contains structured content formatted for LLM-friendly consumption.
es_mx: Este sitio contiene contenidos estructurados y formateados para el consumo de los LLM.

source: Dynamically generates a llms.txt file for LLM-friendly site indexing. Choose which post types to include and how often to regenerate.
es_mx: Genera dinámicamente un archivo llms.txt para la indexación de sitios LLM-friendly. Elige qué tipos de entradas incluir y la frecuencia de regeneración.
